module.exports = {

    phrases: [
        ["- 你好，我叫王家衛。", "- 我叫張曼玉。好高興認識你。", "- 我都係。"], //selfIntroduction
        ["- 你好。我叫藍蔚。我係中國人。", "- 你好。我叫Matthew。", "- 我係美國人。"], //nationality
        ["- 廣東話點講？", "- 唔該慢啲。", "- 唔該幫我寫低"], //classroom
        ["- 你最近點呀？", "- 幾好，你呢？", "- 幾好。"], //lately
        ["-	唔該，你係唔係偉仔？", "- 唔係。", "- 唔好意思。", "- 唔緊要。"], //areYou
        ["- 小姐，唔該！", "- 唔？", "- 我要一支啤酒。", "- 冇問題。"], //bar1
        ["- 你好。", "- 你好。", "- 你嘅啤酒。", "- 唔該。", "- 唔使客氣。"], //bar2
        ["- 呢度有冇wifi啊？", "- 有。", "- 點上？", "- 我嚟幫你。"], //wifi
        ["- 我肚餓。", "- 我都係。", "- 一齊食嘢？", "- 好啊。"] //hungry
    ]
}